{
    "social": {
        "questions" : [
            "Given the choice of anyone in the world, whom would you want as a dinner guest?", "If you learned you were going blind within a year, what are things you would want to see?", "Would you like to be famous? In what way?", "If you were absurdly rich, what selfish luxury would you indulge in?", "Before making a telephone call, do you ever rehearse what you are going to say? Why?", "What would constitute a 'perfect' day for you?", "When did you last sing to yourself? To someone else?", "If you knew you were going to die within a year, what would you do?", "If you were able to live to the age of 90 and retain either the mind or body of a 30-year-old for the last 60 years of your life, which would you want?", "What are you competitive about?", "If you were giving a tour of your hometown, what would be the highlights?", "Do you have a secret hunch about how you will die?", "Where are you most excited to take visitors from out of town?", "Name three things you and your partner appear to have in common.", "What would you do if you won a billion dollars from the lottery?", "For what in your life do you feel most grateful?", "What do you look forward to when you get home?", "If you could change anything about the way you were raised, what would it be?", "What is the oldest item that you own?", "What's a common trait shared by everyone you've dated?", "Take four minutes and tell your partner your life story in as much detail as possible.", "What is the most expensive thing that you own?", "If you were to write an autobiography, which chapter of your life would be the longest?", "If you could wake up tomorrow having gained any one quality or ability, what would it be?", "If a documentary were being made of your life, who are the top three people that should be interviewed?", "If a crystal ball could tell you the truth about yourself, your life, the future, or anything else, what would you want to know?", "If your apartment was on fire and you only had time to save three things, what would they be?", "What are you most grateful for this week?", "Is there something that you’ve dreamed of doing for a long time? Why haven’t you done it?", "If you could punch anyone in the face without repercussions, who would it be?", "What is the greatest accomplishment of your life?", "What's something you've never tried but think you might be good at?", "If you could go back ten years and have a conversation with yourself, what would you say?", "What do you value most in a friendship?", "At what point did you become aware of the concept of 'cool', and how did that affect you?", "What is your most treasured memory?","If you knew that in one year you would die suddenly, would you change anything about the way you are now living? Why?", "If you were a celebrity, what would the tabloids say about you?", "What does friendship mean to you?", "What would you do if you didn't have to work?", "What is your favorite thing about yourself?", "What roles do love and affection play in your life?", "In what ways do you judge strangers before getting to know them?", "Alternate sharing something you consider a positive characteristic of your partner. Share a total of five items.", "How close and warm is your family? Do you feel your childhood was happier than most other people’s?", "How does your life compare now to what you imagined as a kid?", "How do you feel about your relationship with your mother?", "If you could volunteer for a year, what cause would you be involved in?", "Make three true 'we' statements each. For instance, 'We are both in this room feeling…'","Complete this sentence: I wish I had someone with whom I could share…","What are three things that can instantly cheer you up?", "If you were going to become a close friend with your partner, please share what would be important for him or her to know.", "What do you need in a city in order to live in it?", "Tell your partner what you like about them; be very honest this time, saying things that you might not say to someone you’ve just met.", "If you could preview a single day in the future, which one would you choose?", "Share with your partner an embarrassing moment in your life.", "Where do you go and what do you do when you need to restore your energy?", "Who was your childhood celebrity crush?", "When did you last cry in front of another person? By yourself?","Tell your partner something that you like about them [already].", "If you lived in a community that bartered instead of using money, what would you contribute?", "Would you rather go through a year without movies or books?", "What's a common assumption people make about you that isn't necessarily true?", "If you were to die this evening with no opportunity to communicate with anyone, what would you most regret not having told someone? Why haven’t you told them yet?", "Where do you consider home?", "What are some underrated pleasurese in life?", "What has been one of the biggest obstacles in your life so far?", "What do you first notice when you look in the mirror?", "Your house, containing everything you own, catches fire. After saving your loved ones and pets, you have time to safely make a final dash to save any one item. What would it be? Why?", "What is the most romantic thing you've done or experienced?", "What is something about the way you were raised that you're thankful for?", "What are you looking forward to this week?", "Of all the people in your family, whose death would you find most disturbing? Why?","How do you indicate romantic interest in someone?", "What's been the toughest period of your life so far?", "If you and your friends had to survive on a remote island, what would be your role in the group?", "What's the one thing you spend way too much money on?", "What's been the best period of your life?", "What do you miss about childhood?", "How do you think humanity will end?", "If you could rewrite something in your personal history, what would it be?", "How do you imagine your life 10 years from now?"
        ]
    }
}